Repository: kodi-game/game.libretro.scummvm
Catalog: game.libretro.scummvm/resources/language/resource.language.*/strings.po
Languages: es_es, ga, sv_se, zh_cn

# Addon Description
source: ScummVM is a collection of game engine recreations. ScummVM emulates several systems, including the SCUMM system for LucasArts adventure games.
es_es: ScummVM es una colección de recreaciones de motores de juegos. ScummVM emula varios sistemas, entre ellos el sistema SCUMM de las aventuras gráficas de LucasArts.
ga: Is bailiúchán d'athchruthuithe inneall cluiche é ScummVM. Déanann ScummVM aithris ar roinnt córas, lena n-áirítear córas SCUMM do chluichí eachtraíochta LucasArts.
sv_se: ScummVM är en samling återskapade spelmotorer. ScummVM emulerar flera system, bland annat SCUMM-systemet för LucasArts äventyrsspel.
zh_cn: ScummVM 是游戏引擎娱乐的集合。ScummVM 模拟了几个系统，包括卢卡斯艺术冒险游戏的 SCUMM 系统。

# #30007
source: Cursor > Exclusive cursor control with RetroPad
es_es: Cursor > Control de cursor exclusivo con RetroPad
ga: Cúrsóir > Rialú cúrsóra eisiach le RetroPad
sv_se: Markör > Exklusiv markörstyrning med RetroPad
zh_cn: 光标 > 使用 RetroPad 进行独占光标控制

# #30008
source: Cursor > Gamepad Cursor Speed
es_es: Cursor > Velocidad del Cursor con Mando
ga: Cúrsóir > Luas Cúrsóra Gamepad
sv_se: Markör > Gamepad-markörens hastighet
zh_cn: 光标 > 游戏手柄光标速度

# #30009
source: Cursor > Gamepad Cursor Acceleration
es_es: Cursor > Aceleración del Cursor con Mando
ga: Cúrsóir > Luasghéarú Cúrsóra Gamepad
sv_se: Markör > Acceleration av markör för gamepad
zh_cn: 光标 > 游戏手柄光标加速

# #30010
source: Cursor > Analog Cursor Response
es_es: Cursor > Respuesta Analógica de Cursor
ga: Cúrsóir > Freagairt Cúrsóra Analógach
sv_se: Markör > Respons från analog markör
zh_cn: 光标 > 模拟光标响应

# #30011
source: Cursor > Analog Deadzone
es_es: Cursor > Zona Muerta de Analógico
ga: Cúrsóir > Crios Marbh Analógach
sv_se: Markör > Analog dödzon
zh_cn: 光标 > 模拟死区

# #30012
source: Cursor > Mouse Speed
es_es: Cursor >> Velocidad de Ratón
ga: Cúrsóir > Luas Luiche
sv_se: Markör > Musens hastighet
zh_cn: 光标 > 鼠标速度

# #30013
source: Cursor > Mouse Fine Control Speed Reduction
es_es: Cursor > Control Fino de Reducción de Velocidad de Ratón
ga: Cúrsóir > Rialú Mín Luiche Laghdú Luas
sv_se: Markör > Hastighetsreducering för finstyrning av musen
zh_cn: 光标 > 鼠标微调速度降低

# #30018
source: Timing > Frame rate cap
es_es: Ritmo > Límitar tasa de fotogramas
ga: Amchlár > Uasteorainn ráta fráma
sv_se: Timing > Bildrutebegränsning
zh_cn: 时序 > 帧率上限

# #30019
source: Timing > Sample rate
es_es: Ritmo > Frecuencia de muestreo
ga: Amchlár > Ráta samplach
sv_se: Timing > Samplingsfrekvens
zh_cn: 时序 > 采样率

# #30020
source: RetroPad > Up
es_es: RetroPad > Arriba
ga: RetroPad > Suas
sv_se: RetroPad > Upp
zh_cn: 复古手柄 > 上

# #30021
source: RetroPad > Down
es_es: RetroPad > Abajo
ga: RetroPad > Síos
sv_se: RetroPad > Ner
zh_cn: 复古手柄 > 下

# #30022
source: RetroPad > Left
es_es: RetroPad > Izquierda
ga: RetroPad > Ar Chlé
sv_se: RetroPad > Vänster
zh_cn: 复古手柄 > 左

# #30023
source: RetroPad > Right
es_es: RetroPad > Derecha
ga: RetroPad > Ar dheis
sv_se: RetroPad > Höger
zh_cn: 复古手柄 > 右

# #30024
source: RetroPad > A
zh_cn: 复古手柄 > A

# #30025
source: RetroPad > B
zh_cn: 复古手柄 > B

# #30026
source: RetroPad > X
zh_cn: 复古手柄 > X

# #30027
source: RetroPad > Y
zh_cn: 复古手柄 > Y

# #30028
source: RetroPad > Select
ga: RetroPad > Roghnaigh
zh_cn: 复古手柄 > 选择

# #30029
source: RetroPad > Start
ga: RetroPad > Tosaigh
zh_cn: 复古手柄 > 开始

# #30030
source: RetroPad > L
zh_cn: 复古手柄 > L

# #30031
source: RetroPad > R
zh_cn: 复古手柄 > R

# #30032
source: RetroPad > L2
zh_cn: 复古手柄 > L2

# #30033
source: RetroPad > R2
zh_cn: 复古手柄 > R2

# #30034
source: RetroPad > L3
zh_cn: 复古手柄 > L3

# #30035
source: RetroPad > R3
zh_cn: 复古手柄 > R3

# #30036
source: RetroPad > Left Analog > Up
es_es: RetroPad > Analógico Izquierdo > Arriba
ga: RetroPad > Analógach ar Chlé > Suas
sv_se: RetroPad > Vänster analog > Upp
zh_cn: 复古手柄 > 左摇杆 > 上

# #30037
source: RetroPad > Left Analog > Down
es_es: RetroPad > Analógico Izquierdo > Abajo
ga: RetroPad > Analógach ar Chlé > Síos
sv_se: RetroPad > Vänster analog > Ner
zh_cn: 复古手柄 > 左摇杆 > 下

# #30038
source: RetroPad > Left Analog > Left
es_es: RetroPad > Analógico Izquierdo > Izquierda
ga: RetroPad > Analógach ar Chlé > Clé
sv_se: RetroPad > Vänster analog > Vänster
zh_cn: 复古手柄 > 左摇杆 > 左

# #30039
source: RetroPad > Left Analog > Right
es_es: RetroPad > Analógico Izquierdo > Derecha
ga: RetroPad > Analógach ar Chlé > Deas
sv_se: RetroPad > Vänster analog > Höger
zh_cn: 复古手柄 > 左摇杆 > 右

# #30040
source: RetroPad > Right Analog > Up
es_es: RetroPad > Analógico Derecho > Arriba
ga: RetroPad > Analógach ar Dheis > Suas
sv_se: RetroPad > Höger analog > Upp
zh_cn: 复古手柄 > 右摇杆 > 上

# #30041
source: RetroPad > Right Analog > Down
es_es: RetroPad > Analógico Derecho > Abajo
ga: RetroPad > Analógach ar Dheis > Síos
sv_se: RetroPad > Höger analog > Ner
zh_cn: 复古手柄 > 右摇杆 > 下

# #30042
source: RetroPad > Right Analog > Left
es_es: RetroPad > Analógico Derecho > Izquierda
ga: RetroPad > Analógach ar Dheis > Clé
sv_se: RetroPad > Höger analog > Vänster
zh_cn: 复古手柄 > 右摇杆 > 左

# #30043
source: RetroPad > Right Analog > Right
es_es: RetroPad > Analógico Derecho > Derecha
ga: RetroPad > Analógach ar Dheis > Deas
sv_se: RetroPad > Höger analog > Höger
zh_cn: 复古手柄 > 右摇杆 > 右

# #30044
source: Video > Hardware acceleration
es_es: Vídeo > Acceleración por hardware
ga: Físeán > Luasghéarú crua-earraí
sv_se: Video > Hårdvaruacceleration
zh_cn: 视频 > 硬件加速

# #30045
source: Video > GUI aspect ratio
es_es: Vídeo > Relación de aspecto de interfaz
ga: Físeán > Cóimheas gné GUI
sv_se: Video > Bildförhållande för gränssnitt
zh_cn: 视频 > 图形界面宽高比

# #30046
source: Video > GUI resolution
es_es: Video > Resolución de Interfaz
ga: Físeán > réiteach GUI
sv_se: Video > Upplösning för gränssnitt
zh_cn: 视频 > 图形界面分辨率
